Repository: ArtchyZ/iagno
Catalog: po/ltg.po
Languages: ltg

source: Dominate the board in a classic version of Reversi
ltg: Ījemit goldu klasiskōs Reversi spielis variacejī

source: Iagno is a computer version of the game Reversi, a two-player strategy board game. The game is played with tiles that are dark on one side and light on the other.
ltg: Iango ir datora verseja spielái “Reversi”, kas ir diveju spieļmaņu golda spielá. Tū spielej ai kaulenim, kam vīna pusá bolta, ūtra - malna.

source: The object of Iagno is to flip as many of your opponent’s tiles to your color as possible while preventing your opponent from flipping your tiles to his color. This is done by trapping your opponent’s tiles between two tiles of your own color.
ltg: Iagno spielis mierkis ir apgrīzț ūtraižōk cik viņ var vaira kauleņu iz sovu krōsu, tymā pošā laikā jōdazaver kab pretinīks mozōk vareitum kauleņus iz sovu krōsu. Kauleni, kurī atsarūn storp jaunū izlyktū i tovejīm vacīm kaulenim, teik apgrīzti.

source: A GNOME Iagno game preview
ltg: GNOME Iagno spielis prīškskatiejums

source: The GNOME Project
ltg: GNOME projekts

source: Play first (Dark)
ltg: Spēlēt pirmajam (tumšais)

source: Play second (Light)
ltg: Spieläț ūtrijaam (gaišīs)

source: Two players game
ltg: Div spieļmani

source: A_ppearance
ltg: _Izskots

source: _Sound
ltg: _Skaná

source: _Help
ltg: _Paleigs

source: _About
ltg: P_ar

source: _Quit
ltg: _Izīț

source: Players
ltg: Spieļmani

source: _One
ltg: _Vīns

source: _Two
ltg: _Divejūs

source: Difficulty
ltg: Gryutums

source: _Easy
ltg: Vīgls

source: _Medium
ltg: Videjs

source: _Hard
ltg: _Gryuts

source: Color
ltg: Krōsa

source: _Dark
ltg: _Tymsō

source: _Light
ltg: _Gaišō

source: Select Theme
ltg: Izavielejit motivu

source: Default
ltg: Nūkluseits

source: Go back to the current game
ltg: Iz tānejū spieli

source: _New Game
ltg: Jau_na spielá

source: Configure a new game
ltg: Konfiguräț jaunu spieli

source: Start a new game
ltg: Sōkț jaunu spieli

source: Classic
ltg: Klasiska

source: Black and White
ltg: Malns i bolts

source: Sun and Star
ltg: Saulá i zvaigzná

source: Computer’s AI level
ltg: Datora MI leiminș

source: From 1, the easiest, to 3, the hardest.
ltg: Nu 1 (vīglōkīs) da 3 (gryutōkīs).

source: Whether to play against the computer or another human.
ltg: Spieläț pret datoru ci cytu cylvāku.

source: Color to play as
ltg: Ai kurū krōsu spieläț

source: Whether to play as Dark or Light. Ignored for two-player games.
ltg: Spieläț ai gaišīm ci tymsīm. Ignorej div spieļmaņu spieļōs.

source: Theme
ltg: Motivs

source: Filename of the theme used, or "default". Are provided "adwaita.theme", "high_contrast.theme" and "sun_and_star.theme".
ltg: Izmontōtō motiva faila nūsaukums ci “nūkluseits“. Iraida “adwaita.theme”, “high_contrast.theme” i “sun_and_star.theme”.

source: Sound
ltg: Skaná

source: Whether or not to play event sounds.
ltg: Atskaņōț nūtykumu skanis.

source: Width of the window in pixels
ltg: Golvonō lūga plotums pikseļūs

source: Height of the window in pixels
ltg: Golvonō lūga augstums pikseļūs

source: true if the window is maximized
ltg: patīss, ka lūgs ir maksimizeits

source: _Start Game
ltg: _Sōkț spieli

source: Undo your most recent move
ltg: Atsaukț sovu pādejū gōjīni

source: Start with an alternative position
ltg: Sōkț ai alternativū izvītōjumu

source: Reduce delay before AI moves
ltg: Samozynōț aizturi storp MI gōjīnim

source: Play first
ltg: Spieläț pyrmijam

source: Set the level of the computer’s AI
ltg: Īstatäț datora MI leimini

source: Turn off the sound
ltg: Izslägț skani

source: Play second
ltg: Spieläț ūtrijam

source: Size of the board (debug only)
ltg: Laukuma izmārs (viņ deļ debug)

source: Two-players mode
ltg: Div spieļmaņu režims

source: Turn on the sound
ltg: Īslägț skani

source: Print release version and exit
ltg: Rōdäț informaceji par laidīni i izīț

source: Size must be at least 4.
ltg: Izmārs na mozōks par 4.

source: Level should be between 1 (easy) and 3 (hard). Settings unchanged.
ltg: Leiminám jōbȳn nu 1 (vīgls) da 3 (gryuts). Īstatiejumi nav maineiti.

source: A disk flipping game derived from Reversi
ltg: Kauleņu apgrīzšonys spielá, kas atvasynōta nu Reversi

source: translator-credits
ltg: Andrejs Meinerts <inni96@inbox.lv>

source: Light must pass, Dark’s move
ltg: Gaišijam jōizlaiž, tymsō gōjīnș

source: Dark must pass, Light’s move
ltg: Tymsijam jōizlaiž, gaišō gōjīnș

source: Light wins!
ltg: Vinnä gaišī!

source: Dark wins!
ltg: Vinnä tymsī!

source: The game is draw.
ltg: Spielá beidzās ai naizškiertu.

source: You can’t move there!
ltg: Itá navar īț!
